const CONSENTS = Object.freeze([
  {
    id: 'terms',
    tag: '필수',
    label: '글로벌스튜던트 이용약관',
    script: `제 1 조 (목적)

글로벌스튜던츠를 이용해 주셔서 감사합니다. 본 약관은 다양한 네이버 서비스의 이용과 관련하여 네이버 서비스를 제공하는 네이버 주식회사(이하 ‘네이버’)와 이를 이용하는 네이버 서비스 회원(이하 ‘회원’) 또는 비회원과의 관계를 설명하며, 아울러 여러분의 네이버 서비스 이용에 도움이 될 수 있는 유익한 정보를 포함하고 있습니다.

네이버 서비스를 이용하시거나 네이버 서비스 회원으로 가입하실 경우 여러분은 본 약관 및 관련 운영 정책을 확인하거나 동의하게 되므로, 잠시 시간을 내시어 주의 깊게 살펴봐 주시기 바랍니다

제 2 조 (정의)

제 3 조 (약관 외 동의)

제 4 조 (약관의 효력과 변경)

제 5 조 (이용자에 대한 통지)

제 6 조 (이용계약의 체결)

제 7 조 (회원가입에 대한 승낙)

제 8 조 (회원정보의 변경)

제 9 조 (회원정보의 관리 및 보호)

제 10 조 (문서의 의무?)

제 11 조 (개인정보보호)

제 12 조 (이용자의 의무?)

제 13 조 (서비스의 제공)

제 14 조 (서비스의 제한 등)
`,
  },
  {
    id: 'privacy',
    tag: '필수',
    label: '개인정보 수집 및 이용',
    script: `제 1 조 개인정보 수집 및 이용목적

개인정보 처리방침은 글로벌스튜던츠(이하 ‘서비스’라 합니다)가 개인정보를 어떻게 수집·이용·보관·파기하는지에 대한 정보를 담은 방침을 의미합니다. 개인정보 처리방침은 개인정보보호법등 국내개인정보 보호 법령을 모두 준수하고 있습니다. 본 개인정보 처리방침에서 정하지 않은 용어의 정의는 서비스 이용약관을 따릅니다. (에브리타임 참고)

제 2 조 수집하는 개인정보의 항목

서비스 제공을 위해 다음 항목 중 최소한의 개인정보를 수집합니다.

1) 회원가입 시 수집되는 개인정보

아이디, 비밀번호, 이름, 이메일, 휴대폰번호, 생년월일, 닉네임, 입학연도, 연계정보

2) 별도로 수집되는 개인정보

학과, 학번, 학생증, 학교 이메일, 학교 증명서

제 3 조 수집한 개인정보의 처리 목적

수집된 개인정보는 다음 목적에 한해 이용됩니다.

1. 가입 및 탈퇴의사 확인, 회원 식별 및 관리, 재학생 및 졸업생 확인

2. 개인정보 및 관심에 기반한 이용자 친화적 서비스 제공 및 기존·신규 시스템 개발·유지·개선

3. 불법·약관 위반 게시물 게시와 같은 부정행위 방지를 위한 운영시스템 개발·유지·개선

4. 문의, 제휴 문의, 광고 문의, 게시 요청, 교내단체게시판 개설 요청 관련 응대 및 처리

5. 회원관리, 서비스 운영 및 유지보수를 위한 통계 자료 도제 4 조 수집한 개인정보의 보관 및 파기

회사는 서비스를 제공하는 동안 개인정보 처리방침 및 관련법에 의거하여 회원의 개인정보를 지속적으로 관리 및 보관합니다. 탈퇴 및 동의 철회 등 개인정보 수집 및 이용 목적이 달성될 경우 수집된 개인정보는 즉시 파기하고 있으며, 내부 방침에 따라 일정 기간 보관 후 파기하는 정보 는 아래와 같습니다.

1) 회원 탈퇴시 개인정보는 탈퇴 시점으로부터 14일 간 보관 후파기합니다.

2) 아래의 정보는 요청 및 신청 시점으로부터 최대 3개월 간 보관 후 파기합니다.

- 학교 인증 시 요청자료 및 증빙자료 첨부파일

3) 아래의 정보는 요청 및 신청 시점으로부터 최대 3년간 보관후파기합니다.

1. 서비스 이용문의

2. 게시물 신고센터를 통해 수집된 개인정보 및 신고내용

4) 1년 이상 로그인 및 접속을 하지 않은 회원의 경우 휴면 계정으로 전환됩니다.

1. 휴면 계정 전환 시 분리보관 되는 개인정보 : 3년간미 접속시영구 삭제

2. 단, 학교 인증 관련 개인정보 및 이용기록은 분리 보관하지 않고 즉시 파기됩니다.

제 5 조 정보주체의 권리, 의무 및 행사

회원은 언제든지 서비스 내부 [내 정보]에서 자신의 개인정보를 조회하거나 수정, 삭제,탈퇴할 수 있으며, 열람·정정·삭제·처리정지 요구 등의 권리를 행사할 수 있습니다. 이에 대해 회사는 지체없이 조치하겠습니다.

유형1.

개인정보처리동의서

회사가 서비스 이용자의 개인정보를 수집 또는 이용하기 위하여 이용자로부터개인정보사용에대한동의를 받고자할때사용하는문서입니다.

제1조 개인정보 수집 및 이용목적 본인확인 인사자원관리 급여관리 채용절차의 진행 및 관리 직접 입력 제2조 개인정보 수집 및 이용항목 수집항목 성명 주소 전화번호 이메일 성별 나이 생년월일 직접 입력 제3조 개인정보 보유 및 이용기간 -개인정보 수집·이용 목적을 달성할 때까지 -일정기간 제4조 개인정보 제3자 제공안내 제5조 개인정보의 처리 위탁 안내 x 제 6조 정보주체 정보처리 대상의 나이가 만14세 이상인가요?(네) -네 -아니오

유형1.

개인정보처리방침>

? 서비스 제공자가 이용자의 개인정보를어떻게 수집, 이용, 관리하는지이용자들에게알리고자할때사용하는 문서입니다

제1조(목적) 아미쿠스렉스 (주) (이하 '회사'라고 함)는 회사가 제공하고자 하는 서비스(이하 '회사 서비스')를이용 하는 개인(이하 '이용자' 또는 '개인')의 정보(이하 '개인정보')를 보호하기 위해, 개인정보보호법,정보 통신망 이용촉진 및 정보보호 등에 관한 법률(이하 '정보통신망법') 등 관련 법령을 준수하고, 서비스 이 용자의 개인정보 보호 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개 인정보처리방침(이하 '본 방침')을 수립합니다. 제2조(개인정보 처리의 원칙) 개인정보 관련 법령 및본 방침에 따라 회사는 이용자의 개인정보를 수집할 수 있으며 수집된 개인정보 는 개인의 동의가 있는 경우에 한해 제3자에게 제공될 수 있습니다. 단, 법령의 규정 등에 의해 적법하 게 강제되는 경우 회사는 수집한 이용자의 개인정보를 사전에 개인의 동의 없이 제3자에게 제공할 수도 있습니다. 제3조(본 방침의 공개) 1. 회사는 이용자가 언제든지 쉽게 본 방침을 확인할 수 있도록 회사 홈페이지 첫 화면 또는 첫 화면과의 연 결화면을 통해 본 방침을 공개하고있습니다. 2. 회사는 제1항에 따라 본 방침을 공개하는 경우 글자 크기, 색상 등을 활용하여 이용자가 본 방침을 쉽게확 인할 수 있도록 합니다. 제4조(본 방침의 변경) 1. 본 방침은 개인정보 관련 법령, 지침, 고시 또는 정부나 회사 서비스의 정책이나 내용의 변경에 따라 개정 될수있습니다. 2. 회사는 제1항에 따라 본 방침을 개정하는 경우 다음 각 호 하나 이상의 방법으로 공지합니다. 가. 회사가 운영하는 인터넷 홈페이지의 첫 화면의 공지사항란 또는 별도의 창을 통하여 공지하는 방법 나. 서면·모사전송·전자우편 또는 이와 비슷한 방법으로 이용자에게 공지하는 방법 3. 회사는 제2항의 공지는 본 방침 개정의 시행일로부터 최소 7일 이전에 공지합니다. 다만, 이용자 권리의 중요한 변경이 있을 경우에는 최소 30일 전에공지합니다. 제5조(회원 가입을 위한 정보) 회사는 이용자의 회사 서비스에 대한 회원가입을 위하여 다음과 같은 정보를 수집합니다. 1. 필수 수집 정보: 이메일 주소, 비밀번호,이름및닉네임 2. 선택 수집 정보:프로필사진 제6조(본인 인증을 위한 정보) 회사는 이용자의 본인인증을 위하여 다음과 같은 정보를 수집합니다. 1. 필수 수집 정보: 휴대폰 번호, 이메일 주소, 이름,생년월일및성별 2. 선택수집 정보: 출생지

제7조(법정대리인 동의를 위한 정보) 회사는 법정대리인의 동의가 필요한 경우 법정대리인의 동의를 위하여 다음과 같은 정보를 수집합니다. 1. 필수 수집 정보: 보호자 이름, 보호자 생년월일, 보호자 성별, 보호자 내/외국인 여부, 보호자 휴대폰 번호 및보호자 이동통신사 정보 2. 선택수집 정보: 보호자의 주소 제8조(결제 서비스를 위한 정보) 회사는 이용자에게 회사의 결제 서비스 제공을 위하여 다음과 같은 정보를 수집합니다. 1. 필수 수집 정보: 카드번호,카드비밀번호, 유효기간, 생년월일 6자리(y/mm/dd),은행명및계좌번호 2. 선택 수집 정보: 결제카드의 위치 제9조(현금 영수증 발행을 위한 정보) 회사는 이용자의 현금영수증을 발행하기 위하여 다음과 같은 정보를 수집합니다. 1. 필수 수집 정보: 현금영수증 발행 대상자 이름, 현금영수증 발행 대상자 생년월일, 현금영수증 발행 대상 자 주소 및 휴대폰 번호 2. 선택 수집 정보: 사업자 번호등 제10조(회사 서비스 제공을 위한 정보) 회사는 이용자에게 회사의 서비스를 제공하기 위하여 다음과 같은 정보를 수집합니다. 1. 필수수집 정보:아이디,이메일주소,이름,생년월일및연락처 2. 선택수집 정보: (실물상품 지급 시) 이름, 전화번호, 주소, (모바일상품 지급 시) 전화번호 및(제세공과 금처리 시) 이름, 주민등록번호, 전화번호, 주소, 이메일 주소 제11조(서비스 이용 및 부정 이용 확인을 위한 정보) 회사는 이용자의 서비스 이용 및 부정이용의 확인 및 분석을 위하여 다음과 같은 정보를 수집합니다. 1. 필수 수집 정보: 서비스 이용기록, 쿠키, 접속지 정보및기기정보 2. 선택 수집 정보: 2개 이상 기기 추가 X 부정이용 : 회원탈퇴 후 재가입, 상품구매 후 구매취소 등을 반복적으로 행하는 등 회사가 제공하는 할인쿠폰, 이벤트 혜택 등의 경제상 이익을 불·편법적으로 수취하는 행위, 이용약관 등에서금지하고 있는 행위, 명의도용 등의 불·편법행위 등을 말합니다. 수집되는 정보는 회사 서비스 이용에 따른 통계 분석에 이용될 수있습니다. 제12조(기타 수집 정보) 회사는 아래와 같이 정보를 수집합니다. 1. 수집목적: 의료 연구자료확보 2. 수집정보: 식생활패턴 제13조(개인정보 수집 방법) 회사는 다음과 같은 방법으로 이용자의 개인정보를 수집합니다. 1. 이용자가 회사의 홈페이지에 자신의 개인정보를 입력하는방식 2. 어플리케이션 등 회사가 제공하는 홈페이지 외의 서비스를 통해 이용자가 자신의 개인정보를 입력하는 방식 3. 이용자가 회사가 발송한 이메일을 수신받아 개인정보를 입력하는 방식 4. 이용자가 고객센터의 상담, 게시판에서의 활동 등 회사의 서비스를 이용하는 과정에서 이용자가 입력하 는 방식 제14조(개인정보의 이용) 회사는 개인정보를 다음 각 호의 경우에 이용합니다. 1. 이용문의에 대한 회신, 불만의 처리 등 이용자에 대한 서비스 개선을 위한 경우 2. 회사의 서비스를 제공하기 위한 경우

3. 신규 서비스 개발을 위한경우 4. 이벤트 및행사 안내등 마케팅을 위한경우 5. 인구통계학적 분석, 서비스 방문 및 이용기록의 분석을 위한 경우 6. 개인정보 및관심에 기반한 이용자간 관계의 형성을 위한 경우 7. 법령및 회사 약관을 위반하는 회원에 대한 이용 제한 조치, 부정 이용 행위를 포함하여 서비스의 원활한 운영에 지장을 주는 행위에 대한 방지 및 제재를 위한 경우 제15조(사전동의 등에 따른 개인정보의 제공) 1. 회사는 개인정보 제3자 제공 금지에도 불구하고, 이용자가 사전에 공개하거나 다음 각호 사항에 대하여 동의한 경우에는 제3자에게 개인정보를 제공할 수 있습니다. 다만 이 경우에도 회사는 관련 법령내에서 최소한으로 개인정보를 제공합니다. 가. BEST신용카드사에게 서비스 이용시 결제대행사를 통한 결제을 위하여 회원가입시 정보을 제공 나. 초콜릿 페이 주식회사에게 서비스 이용시 결제대행사를 통한 결제을 위하여 서비스 이용시 수집하 는 정보을 제공 2. 회사는 전항의 제3자 제공 관계에 변화가 있거나 제3자 제공 관계가 종결될 때도 같은 절차에 의해 이용자 에게 고지 및동의를 구합니다. 제16조(개인정보의 처리 위탁) 회사는 원활한 서비스 제공과 효과적인 업무를 처리하기 위하여 다음 각 호와 같이 개인정보를 처리 위 탁하고있습니다. 제17조(개인정보의 보유 및 이용기간) 1. 회사는 이용자의 개인정보에 대해 개인정보의 수집·이용 목적이 달성을 위한 기간 동안 개인정보를 보유 및이용합니다. 2. 전항에도 불구하고 회사는 내부 방침에 의해 서비스 부정이용기록은 부정 가입 및 이용 방지를 위하여회 원탈퇴 시점으로부터 최대 1년간 보관합니다. 제18조(법령에 따른 개인정보의 보유 및 이용기간) 회사는 관계법령에 따라 다음과 같이 개인정보를 보유 및이용합니다. 1. 전자상거래등에서의 소비자보호에 관한 법률에 따른 보유정보 및보유기간 가. 계약또는 청약철회 등에관한기록:5년 나. 대금결제 및재화 등의 공급에관한기록:5년 다. 소비자의 불만 또는 분쟁처리에관한기록:3년 라. 표시·광고에 관한 기록:6개월 2. 통신비밀보호법에 따른 보유정보및보유기간 가. 웹사이트 로그 기록 자료:3개월 3. 전자금융거래법에 따른 보유정보 및보유기간 가. 전자금융거래에관한기록:5년 4. 위치정보의 보호 및 이용 등에 관한 법률 가. 개인위치정보에 관한 기록:6개월 제19조(개인정보의 파기원칙) 회사는 원칙적으로 이용자의 개인정보 처리 목적의 달성, 보유·이용기간의 경과 등 개인정보가 필요하 지 않을 경우에는 해당 정보를 지체 없이 파기합니다. 제20조(서비스 미이용자에 대한 개인정보처리)

1. 회사는 1년 동안 회사의 서비스를 이용하지 않은 이용자의 개인정보는 원칙적으로 이용자에게 사전통지 하고 개인정보를 파기하거나 별도로 분리하여 저장합니다. 2. 회사는 장기 미이용 이용자의 개인정보는 별도로 분리되어 안전하게 보관하게 되며, 해당 이용자의 통지 는 분리 보관 처리 일을 기준으로 최소 30일 이전에 전자우편주소로 전송됩니다. 3. 장기 미이용 이용자는 회사가 미이용자 DB를 별도로 분리하기 전에 계속 서비스를 이용하고자 하는 경우 웹사이트(이하'모바일앱' 포함)에 로그인하시면됩니다. 4. 장기 미이용 이용자는 웹사이트에 로그인할 경우 이용자의 동의에 따라 본인의 계정을 복원할 수 있습니 다. 5. 회사는 분리 보관된 개인정보를 4년간 보관 후 지체없이 파기합니다. 제21조(개인정보파기절차) 제23조(광고성 정보의 전송 조치) 1. 회사는 전자적 전송매체를 이용하여 영리목적의 광고성 정보를 전송하는 경우 이용자의 명시적인 사전동 의를 받습니다. 다만, 다음 각호 어느 하나에 해당하는 경우에는 사전 동의를 받지 않습니다 가. 회사가 재화 등의 거래관계를 통하여 수신자로부터 직접 연락처를 수집한 경우, 거래가 종료된 날로 부터 6개월 이내에 회사가 처리하고 수신자와 거래한 것과 동종의 재화 등에 대한 영리목적의 광고 성 정보를 전송하려는 경우 나. 「방문판매 등에 관한 법률」에 따른 전화권유판매자가 육성으로 수신자에게 개인정보의 수집출처 를 고지하고 전화권유를 하는 경우 2. 회사는 전항에도 불구하고 수신자가 수신거부의사를 표시하거나 사전 동의를 철회한 경우에는영리목적 의 광고성 정보를 전송하지 않으며수신거부 및수신동의 철회에 대한 처리 결과를 알립니다. 3. 회사는 오후 9시부터 그다음 날 오전 8시까지의 시간에 전자적 전송매체를 이용하여 영리목적의 광고성 정보를 전송하는 경우에는 제1항에도 불구하고 그 수신자로부터 별도의 사전 동의를받습니다. 4. 회사는 전자적 전송매체를 이용하여 영리목적의 광고성 정보를 전송하는 경우 다음의 사항 등을 광고성 정보에 구체적으로 밝힙니다. 가.회사명및연락처 나. 수신 거부 또는 수신 동의의 철회 의사표시에 관한 사항의 표시 5. 회사는 전자적 전송매체를 이용하여 영리목적의 광고성 정보를 전송하는 경우 다음 각 호의 어느하나에 해당하는 조치를 하지 않습니다. 가. 광고성 정보 수신자의 수신거부 또는 수신동의의 철회를 회피·방해하는 조치 나. 숫자·부호 또는 문자를 조합하여 전화번호·전자우편주소 등 수신자의 연락처를 자동으로 만들어 내 는조치 다. 영리목적의 광고성 정보를 전송할 목적으로 전화번호 또는 전자우편주소를 자동으로 등록하는조 치 라. 광고성 정보 전송자의 신원이나 광고 전송 출처를 감추기 위한 각종조치 마. 영리목적의 광고성 정보를 전송할 목적으로 수신자를 기망하여 회신을 유도하는 각종조치 제24조(개인정보 조회 및 수집동의 철회)

1. 이용자 및 법정 대리인은 언제든지 등록되어 있는 자신의 개인정보를 조회하거나 수정할 수 있으며개인 정보수집 동의 철회를 요청할 수 있습니다. 2. 이용자 및 법정 대리인은 자신의 가입정보 수집 등에 대한 동의를 철회하기 위해서는개인정보보호책임 자 또는 담당자에게 서면, 전화 또는 전자우편주소로 연락하시면 회사는 지체 없이조치하겠습니다. 제25조(개인정보 정보변경등) 1. 이용자는 회사에게 전조의 방법을 통해 개인정보의 오류에 대한 정정을 요청할 수 있습니다. 2. 회사는 전항의 경우에 개인정보의 정정을 완료하기 전까지 개인정보를 이용 또는 제공하지 않으며 잘못 된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체 없이 통지하여 정정이 이루어지도록하겠습니다. 제27조(회사의 개인정보 관리) 회사는 이용자의 개인정보를 처리함에 있어 개인정보가 분실, 도난, 유출, 변조, 훼손 등이 되지 아니하 도록 안전성을 확보하기 위하여 다음과 같이 기술적·관리적 보호대책을 강구하고 있습니다. 제28조(삭제된 정보의 처리) 회사는 이용자 혹은 법정 대리인의 요청에 의해 해지 또는 삭제된 개인정보는 회사가 수집하는 "개인정 보의 보유 및 이용기간"에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리 하고 있습니다. 제29조(비밀번호의 암호화) 이용자의 비밀번호는 일방향 암호화하여 저장 및 관리되고 있으며, 개인정보의 확인, 변경은 비밀번호 를 알고 있는 본인에 의해서만가능합니다. 제30조(해킹 등에 대비한 대책) 1. 회사는 해킹,컴퓨터 바이러스 등 정보통신망 침입에 의해 이용자의 개인정보가 유출되거나 훼손되는 것 을 막기 위해 최선을 다하고 있습니다. 2. 회사는 최신 백신프로그램을 이용하여 이용자들의 개인정보나 자료가 유출 또는 손상되지 않도록방지하 고있습니다. 3. 회사는 만일의 사태에 대비하여 침입차단 시스템을 이용하여 보안에 최선을 다하고 있습니다. 4. 회사는 민감한 개인정보(를 수집 및 보유하고 있는 경우)를 암호화 통신 등을 통하여 네트워크상에서개 인정보를 안전하게 전송할 수 있도록하고 있습니다. 제31조(개인정보처리최소화및교육) 회사는 개인정보 관련 처리 담당자를 최소한으로 제한하며, 개인정보 처리자에 대한 교육 등 관리적 조 치를 통해 법령 및 내부방침 등의 준수를 강조하고 있습니다. 제32조(개인정보 유출 등에 대한 조치) 회사는 개인정보의 분실·도난·유출(이하 "유출 등"이라 한다) 사실을 안 때에는 지체 없이 다음 각호의 모든 사항을 해당 이용자에게 알리고 방송통신위원회 또는 한국인터넷진흥원에 신고합니다. 1. 유출 등이 된 개인정보 항목 2. 유출 등이 발생한 시점 3. 이용자가 취할 수 있는 조치 4. 정보통신서비스 제공자 등의 대응 조치

5. 이용자가 상담 등을 접수할 수있는부서및연락처 제33조(개인정보 유출 등에 대한 조치의 예외) 회사는 전조에도 불구하고 이용자의 연락처를 알 수 없는 등 정당한 사유가 있는 경우에는 회사의 홈페 이지에 30일 이상 게시하는 방법으로 전조의 통지를 갈음하는 조치를 취할 수 있습니다.
`,
  },
  {
    id: 'event',
    tag: '선택',
    label: '이벤트・혜택 정보 수신',
    script: `마케팅 홍보 동의

저희는 귀하의 개인정보를 마케팅 및 홍보 목적으로 사용하고자 합니다. 귀하의 개인정보를 활용하여 다양한 이벤트, 프로모션, 제품 소식, 서비스 업데이트 등의 정보를 제공할 예정입니다.

본인은 위와 같은 목적으로 개인정보를 수집 및 활용하는 데 동의합니다. 또한 귀하가 언제든지 이 동의를 철회할 수 있는 권리가 있다는 점을 인지하고 있습니다.

귀하의 개인정보는 저희가 제공하는 서비스를 개선하고, 보다 나은 고객 경험을 제공하기 위한 목적으로 사용될 것입니다. 귀하의 개인정보는 절대적으로 안전하게 보호되며, 제3자에게 제공되지 않습니다.

마케팅 및 홍보 목적으로 귀하의 개인정보를 사용하는 데 동의하시는 경우, 동의 체크해주시기 바랍니다.`,
  },
]);

const LEGEND = Object.freeze({
  idPassword: '아이디/비밀번호 설정',
  defaultInfo: '기본정보 입력',
});

const LABEL = Object.freeze({
  id: '아이디',
  password: '비밀번호',
  confirmPassword: '비밀번호 재입력',
  firstName: '이름',
  lastName: '성',
  birthDay: '생년월일',
  nickname: '닉네임',
  nationality: '국적',
  hostCountry: '유학국',
  homeUniversity: '본교',
  hostUniversity: '교환학교',
  universityEmail: '학교 이메일',
  code: '인증 코드',
  uploadFile: '서류 업로드',
});

const PLACEHOLDER = Object.freeze({
  id: '영문소문자숫자, 4~16자',
  password: '8자 이상의 영문 대소문자/숫자/특수문자',
  firstName: '이름',
  lastName: '성',
  year: '년',
  month: '월',
  date: '일',
  nickname: '닉네임을 입력해 주세요',
  nationality: '국적을 선택해 주세요',
  hostCountry: '유학국을 선택해 주세요',
  homeUniversity: '본교를 선택해 주세요',
  hostUniversity: '교환학교를 선택해 주세요',
  universityEmail: '학교 이메일을 입력해 주세요',
  code: '전송된 인증 코드를 입력해 주세요',
});

export { CONSENTS, LABEL, LEGEND, PLACEHOLDER };
